Repository: lswang6/goods-scanner-lidar
Catalog: GoodsScanner/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, ru, vi, zh_hans, zh_hant

source: No customers yet
de: Noch keine Kunden
es: Aún no hay clientes
fr: Aucun client
ja: 顧客がありません
ko: 고객 없음
pt_br: Nenhum cliente ainda
ru: Клиентов пока нет
vi: Chưa có khách hàng
zh_hans: 暂无客户
zh_hant: 尚無客戶

source: No depth at the crosshair, move closer
de: Keine Tiefe am Fadenkreuz, näher herangehen
es: Sin profundidad en la mira, acércate
fr: Pas de profondeur au réticule, rapprochez-vous
ja: 十字線の位置に深度がありません。近づいてください
ko: 십자선 위치에 깊이 정보 없음, 더 가까이 가세요
pt_br: Sem profundidade na mira, aproxime-se
ru: Нет данных глубины в прицеле, подойдите ближе
vi: Không có độ sâu tại tâm ngắm, hãy lại gần hơn
zh_hans: 准星处无有效深度，靠近一点
zh_hant: 準星處沒有有效深度，請靠近一點

source: No floor or pallet found, step back so the support surface is in view
de: Kein Boden oder keine Palette gefunden, zurücktreten, bis die Auflagefläche im Bild ist
es: No se detecta suelo ni palé: retrocede para que se vea la superficie de apoyo
fr: Ni sol ni palette détectés : reculez pour voir la surface d’appui
ja: 床またはパレットが見つかりません。支持面が映るよう後ろに下がってください
ko: 바닥이나 팔레트를 찾을 수 없음, 지지면이 보이도록 뒤로 물러나세요
pt_br: Chão ou palete não encontrado: afaste-se para ver a superfície de apoio
ru: Пол или поддон не найдены, отойдите, чтобы опорная поверхность попала в кадр
vi: Không thấy sàn hoặc pallet, hãy lùi lại để mặt đỡ nằm trong khung hình
zh_hans: 未找到地面/托盘，后退一点让支撑面入镜
zh_hant: 找不到地面或棧板，請後退一點，讓支撐面入鏡

source: No inbound orders yet
de: Noch keine Wareneingänge
es: Aún no hay órdenes de entrada
fr: Aucun bon de réception
ja: 入庫伝票がありません
ko: 입고 전표 없음
pt_br: Nenhuma ordem de entrada ainda
ru: Приёмок пока нет
vi: Chưa có phiếu nhập kho
zh_hans: 暂无入库单
zh_hant: 尚無入庫單

source: No inbound records in this range
de: Keine Wareneingänge in diesem Zeitraum
es: No hay entradas en este intervalo
fr: Aucune réception sur cette période
ja: この期間の入庫記録はありません
ko: 이 기간에 입고 기록이 없습니다
pt_br: Nenhuma entrada neste período
ru: Нет приёмок за этот период
vi: Không có phiếu nhập kho trong khoảng này
zh_hans: 所选范围无入库记录
zh_hant: 此範圍內沒有入庫記錄

source: No items yet. Tap “Add Item” below.
de: Noch keine Artikel. Tippen Sie unten auf „Artikel hinzufügen“.
es: Aún no hay artículos. Toca “Añadir artículo” abajo.
fr: Aucun article. Touchez « Ajouter un article » ci-dessous.
ja: 品目がありません。下の「品目を追加」をタップしてください。
ko: 품목이 없습니다. 아래의 “품목 추가”를 탭하세요.
pt_br: Nenhum item ainda. Toque em “Adicionar item” abaixo.
ru: Товаров пока нет. Нажмите «Добавить товар» ниже.
vi: Chưa có hàng hóa. Nhấn “Thêm hàng hóa” bên dưới.
zh_hans: 还没有货物，点下方「添加货物」
zh_hant: 尚無貨物，請點下方的「新增貨物」。

source: Not enough points, move closer
de: Zu wenige Punkte, näher herangehen
es: Puntos insuficientes, acércate
fr: Pas assez de points, rapprochez-vous
ja: 点が足りません。近づいてください
ko: 포인트가 부족함, 더 가까이 가세요
pt_br: Pontos insuficientes, aproxime-se
ru: Мало точек, подойдите ближе
vi: Không đủ điểm, hãy lại gần hơn
zh_hans: 点云不足，靠近一点
zh_hant: 點數不足，請靠近一點

source: Note
de: Notiz
es: Nota
ja: 十字線の位置に何もありません
ko: 십자선 위치에 물체 없음
pt_br: Observação
ru: Заметка
vi: Ghi chú
zh_hans: 备注
zh_hant: 準星處沒有物件

source: Nothing to export
de: Nichts zu exportieren
es: Nada que exportar
fr: Rien à exporter
ja: メモ
ko: 메모
pt_br: Nada para exportar
ru: Нечего экспортировать
vi: Không có gì để xuất
zh_hans: 无可导出内容
zh_hant: 備註

source: Nothing under the crosshair
de: Nichts unter dem Fadenkreuz
es: No hay nada bajo la mira
fr: Rien sous le réticule
ja: エクスポートする内容がありません
ko: 내보낼 내용 없음
pt_br: Nada sob a mira
ru: В прицеле ничего нет
vi: Không có gì dưới tâm ngắm
zh_hans: 准星处没有物体
zh_hant: 沒有可匯出的內容

source: Object detected, hold still
de: Objekt erkannt, ruhig halten
es: Objeto detectado, no te muevas
fr: Objet détecté, ne bougez pas
ja: 物体を検出しました。静止してください
ko: 물체 감지됨, 가만히 유지하세요
pt_br: Objeto detectado, fique parado
ru: Объект найден, не двигайтесь
vi: Đã thấy vật thể, giữ yên
zh_hans: 检测到物体，保持不动
zh_hant: 偵測到物件，請保持不動

source: Offset per Side (cm)
de: Versatz pro Seite (cm)
es: Desfase por lado (cm)
fr: Décalage par côté (cm)
ja: 片側あたりのオフセット (cm)
ko: 면별 오프셋 (cm)
pt_br: Deslocamento por lado (cm)
ru: Смещение на сторону (cm)
vi: Độ lệch mỗi cạnh (cm)
zh_hans: 每边偏置 (cm)
zh_hant: 每邊偏移量 (cm)

source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir Réglages
ja: 設定を開く
ko: 설정 열기
pt_br: Abrir Ajustes
ru: Открыть Настройки
vi: Mở Cài đặt
zh_hans: 打开设置
zh_hant: 打開設定

source: Operator
de: Bearbeiter
es: Operador
fr: Opérateur
ja: 担当者
ko: 담당자
pt_br: Operador
ru: Оператор
vi: Nhân viên
zh_hans: 操作员
zh_hant: 操作員

source: Optional, total for this line
de: Optional, Summe für diese Position
es: Opcional, total de esta línea
fr: Facultatif, total de cette ligne
ja: 任意、この行の合計
ko: 선택 사항, 이 줄의 합계
pt_br: Opcional, total desta linha
ru: Необязательно, итого по позиции
vi: Không bắt buộc, tổng của dòng này
zh_hans: 选填，本行合计
zh_hant: 選填，此列合計

source: Order Count
de: Anzahl Eingänge
es: N.º de órdenes
fr: Nb de bons
ja: 伝票数
ko: 전표 수
pt_br: Qtd. de ordens
ru: Кол-во приёмок
vi: Số phiếu
zh_hans: 入库单数
zh_hant: 單數

source: Order No.
de: Eingangs-Nr.
es: N.º de orden
fr: N° de bon
ja: 伝票番号
ko: 전표 번호
pt_br: N.º da ordem
ru: № приёмки
vi: Số phiếu
zh_hans: 单号
zh_hant: 單號

source: Order No. / Customer
de: Eingangs-Nr. / Kunde
es: N.º de orden / Cliente
fr: N° de bon / Client
ja: 伝票番号 / 顧客
ko: 전표 번호 / 고객
pt_br: N.º da ordem / Cliente
ru: № приёмки / клиент
vi: Số phiếu / Khách hàng
zh_hans: 单号 / 客户
zh_hant: 單號 / 客戶

source: Order note
de: Eingangsnotiz
es: Nota de la orden
fr: Note du bon
ja: 入庫メモ
ko: 입고 메모
pt_br: Observação da ordem
ru: Заметка к приёмке
vi: Ghi chú phiếu
zh_hans: 入库备注
zh_hant: 入庫備註

source: Orders
de: Eingänge
es: Órdenes
fr: Bons
ja: 入庫伝票
ko: 입고 전표
pt_br: Ordens
ru: Приёмки
vi: Phiếu
zh_hans: 入库单
zh_hant: 入庫單

source: Orders: %lld · Pieces: %lld · Total volume: %@ m³ · Total weight: %@ kg
de: Eingänge: %lld · Stück: %lld · Gesamtvolumen: %@ m³ · Gesamtgewicht: %@ kg
es: Órdenes: %lld · Piezas: %lld · Volumen total: %@ m³ · Peso total: %@ kg
fr: Bons : %lld · Pièces : %lld · Volume total : %@ m³ · Poids total : %@ kg
ja: 入庫伝票：%lld 件 · 個数：%lld · 総体積：%@ m³ · 総重量：%@ kg
ko: 전표: %lld건 · 수량: %lld · 총 부피: %@ m³ · 총 무게: %@ kg
pt_br: Ordens: %lld · Peças: %lld · Volume total: %@ m³ · Peso total: %@ kg
ru: Приёмок: %lld · Штук: %lld · Общий объём: %@ m³ · Общий вес: %@ kg
vi: Phiếu: %lld · Số kiện: %lld · Tổng thể tích: %@ m³ · Tổng trọng lượng: %@ kg
zh_hans: 入库单 %lld 张 · 件数 %lld · 总体积 %@ m³ · 总重量 %@ kg
zh_hant: 入庫單 %lld 張 · 件數 %lld · 總體積 %@ m³ · 總重量 %@ kg

source: PDF Report
de: PDF-Bericht
es: Informe PDF
fr: Rapport PDF
ja: PDF レポート
ko: PDF 보고서
pt_br: Relatório PDF
ru: Отчёт PDF
vi: Báo cáo PDF
zh_hans: PDF 报表
zh_hant: PDF 報表

source: Page %lld
de: Seite %lld
es: Página %lld
ja: %lld ページ
ko: %lld페이지
pt_br: Página %lld
ru: Стр. %lld
vi: Trang %lld
zh_hans: 第 %lld 页
zh_hant: 第 %lld 頁

source: Page %lld of %lld
de: Seite %lld von %lld
es: Página %lld de %lld
fr: Page %lld sur %lld
ja: %2$lld ページ中 %1$lld ページ
ko: %lld/%lld페이지
pt_br: Página %lld de %lld
ru: Страница %lld из %lld
vi: Trang %lld trên %lld
zh_hans: 第 %lld 页，共 %lld 页
zh_hant: 第 %lld 頁，共 %lld 頁

source: Per item
de: Pro Artikel
es: Por unidad
fr: Par pièce
ja: 1 個あたり
ko: 개당
pt_br: Por unidade
ru: По товару
vi: Theo hàng hóa
zh_hans: 单件
zh_hant: 單件

source: Phone
de: Telefon
es: Teléfono
fr: Téléphone
ja: 電話
ko: 전화
pt_br: Telefone
ru: Телефон
vi: Điện thoại
zh_hans: 电话
zh_hant: 電話

source: Phone aiming at a box
de: Telefon zielt auf einen Karton
es: Teléfono apuntando a una caja
fr: Téléphone visant un carton
ja: 箱に向けたスマートフォン
ko: 상자를 향한 휴대폰
pt_br: Celular apontado para uma caixa
ru: Телефон наведён на коробку
vi: Điện thoại hướng vào một thùng
zh_hans: 对准箱子的手机
zh_hant: 對準箱子的手機

source: Phones circling a box with a lit ring
de: Telefone umkreisen einen Karton mit leuchtendem Ring
es: Teléfonos rodeando una caja con un anillo iluminado
fr: Téléphones tournant autour d’un carton avec un anneau allumé
ja: リングが点灯する、箱の周りを回るスマートフォン
ko: 링이 켜진 채 상자 주위를 도는 휴대폰
pt_br: Celulares ao redor de uma caixa com um anel aceso
ru: Телефоны обходят коробку со светящимся кольцом
vi: Điện thoại đi vòng quanh thùng có vòng sáng
zh_hans: 手机绕箱子一圈，圆环亮起
zh_hant: 手機繞箱子一圈，圓環亮起

source: Photo
de: Foto
es: Foto
ja: 写真
ko: 사진
pt_br: Foto
ru: Фото
vi: Ảnh
zh_hans: 照片
zh_hant: 照片

source: Photo files
de: Fotodateien
es: Archivos de fotos
fr: Fichiers photo
ja: 写真ファイル
ko: 사진 파일
pt_br: Arquivos de fotos
ru: Файлы фото
vi: Tệp ảnh
zh_hans: 照片文件
zh_hant: 照片檔案

source: Photos (%lld)
de: Fotos (%lld)
es: Fotos (%lld)
ja: 写真（%lld）
ko: 사진(%lld)
pt_br: Fotos (%lld)
ru: Фото (%lld)
vi: Ảnh (%lld)
zh_hans: 照片（%lld）
zh_hant: 照片 (%lld)

source: Photos ZIP
de: Fotos-ZIP
es: ZIP de fotos
fr: ZIP photos
ja: 写真 ZIP
ko: 사진 ZIP
pt_br: ZIP de fotos
ru: ZIP с фото
vi: ZIP ảnh
zh_hans: 照片 ZIP
zh_hant: 照片 ZIP

source: Pieces
de: Stück
es: Piezas
fr: Pièces
ja: 個数
ko: 수량
pt_br: Peças
ru: Штук
vi: Số kiện
zh_hans: 件数
zh_hant: 件數

source: Pieces Today
de: Stück heute
es: Piezas de hoy
fr: Pièces du jour
ja: 本日の個数
ko: 오늘 수량
pt_br: Peças de hoje
ru: Штук сегодня
vi: Kiện hôm nay
zh_hans: 今日件数
zh_hant: 今日件數

source: Please select a customer.
de: Bitte einen Kunden auswählen.
es: Selecciona un cliente.
fr: Veuillez sélectionner un client.
ja: 顧客を選択してください。
ko: 고객을 선택하세요.
pt_br: Selecione um cliente.
ru: Выберите клиента.
vi: Vui lòng chọn khách hàng.
zh_hans: 请选择客户
zh_hant: 請選擇客戶。

source: Point your iPhone at the box until the frame locks on. iPhones with LiDAR measure with LiDAR; other iPhones use the camera.
de: Richten Sie Ihr iPhone auf den Karton, bis der Rahmen einrastet. iPhones mit LiDAR messen mit LiDAR, andere iPhones nutzen die Kamera.
es: Apunta tu iPhone a la caja hasta que el marco se fije. Los iPhone con LiDAR miden con LiDAR; los demás usan la cámara.
fr: Visez le carton avec votre iPhone jusqu’à ce que le cadre se verrouille. Les iPhone avec LiDAR mesurent avec le LiDAR ; les autres utilisent la caméra.
ja: フレームがロックされるまで、iPhone を箱に向けてください。LiDAR 搭載の iPhone は LiDAR で、それ以外の iPhone はカメラで測定します。
ko: 프레임이 고정될 때까지 iPhone을 상자로 향하세요. LiDAR가 있는 iPhone은 LiDAR로, 그 외 iPhone은 카메라로 측정합니다.
pt_br: Aponte o iPhone para a caixa até o contorno travar. iPhones com LiDAR medem com LiDAR; os demais usam a câmera.
ru: Наведите iPhone на коробку, пока рамка не зафиксируется. iPhone с LiDAR измеряют с помощью LiDAR, остальные используют камеру.
vi: Hướng iPhone vào thùng cho đến khi khung được khóa. iPhone có LiDAR đo bằng LiDAR; các iPhone khác dùng camera.
zh_hans: 将 iPhone 对准箱子，直到框线锁定。带 LiDAR 的 iPhone 用 LiDAR 测量，其他 iPhone 用相机测量。
zh_hant: 將 iPhone 對準箱子，直到框線鎖定。配備 LiDAR 的 iPhone 使用 LiDAR 測量，其他 iPhone 使用相機測量。

source: Qty
de: Anz.
es: Cant.
fr: Qté
ja: 数量
ko: 수량
pt_br: Qtd.
ru: Кол.
vi: SL
zh_hans: 件数
zh_hant: 件數

source: Quantity
de: Stückzahl
es: Cantidad
fr: Quantité
ja: 数量
ko: 수량
pt_br: Quantidade
ru: Количество
vi: Số lượng
zh_hans: 件数
zh_hant: 件數

source: Raise the phone and look down at the top
de: Telefon anheben und von oben auf die Oberseite blicken
es: Sube el teléfono y apunta hacia abajo a la parte superior
fr: Levez le téléphone et visez le dessus vers le bas
ja: スマートフォンを持ち上げ、上から箱の上面を見下ろしてください
ko: 휴대폰을 들어 올려 상자 윗면을 내려다보세요
pt_br: Levante o celular e aponte para baixo, para o topo
ru: Поднимите телефон и посмотрите сверху на верх коробки
vi: Nâng điện thoại lên và nhìn xuống mặt trên
zh_hans: 抬高手机，俯拍箱顶
zh_hant: 抬高手機，從上方俯拍箱頂

source: Received
de: Eingang
es: Recibido
fr: Reçu le
ja: 入庫日時
ko: 입고 일시
pt_br: Recebido
ru: Принято
vi: Nhập kho
zh_hans: 入库时间
zh_hant: 入庫時間

source: Received At
de: Eingang am
es: Recibido el
fr: Reçu le
ja: 入庫日時
ko: 입고 일시
pt_br: Recebido em
ru: Время приёмки
vi: Thời gian nhập kho
zh_hans: 入库时间
zh_hant: 入庫時間

source: Report sheet with CSV and PDF export
de: Berichtsblatt mit CSV- und PDF-Export
es: Hoja de informe con exportación a CSV y PDF
fr: Feuille de rapport avec export CSV et PDF
ja: CSV と PDF でエクスポートできるレポート
ko: CSV 및 PDF로 내보내는 보고서
pt_br: Folha de relatório com exportação em CSV e PDF
ru: Отчётная таблица с экспортом в CSV и PDF
vi: Bảng báo cáo với xuất CSV và PDF
zh_hans: 可导出 CSV 和 PDF 的报表
zh_hant: 可匯出 CSV 和 PDF 的報表

source: Reports
de: Berichte
es: Informes
fr: Rapports
ja: レポート
ko: 보고서
pt_br: Relatórios
ru: Отчёты
vi: Báo cáo
zh_hans: 报表
zh_hant: 報表

source: Rescan
de: Neu scannen
es: Reescanear
fr: Rescanner
ja: 再スキャン
ko: 다시 스캔
pt_br: Escanear de novo
ru: Повторить
vi: Quét lại
zh_hans: 重新扫描
zh_hant: 重新掃描

source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
ja: リセット
ko: 재설정
pt_br: Redefinir
ru: Сбросить
vi: Đặt lại
zh_hans: 重置
zh_hant: 重置

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
ja: 保存
ko: 저장
pt_br: Salvar
ru: Сохранить
vi: Lưu
zh_hans: 保存
zh_hant: 儲存

source: Save & export
de: Speichern & exportieren
es: Guardar y exportar
fr: Enregistrer et exporter
ja: 保存してエクスポート
ko: 저장 및 내보내기
pt_br: Salvar e exportar
ru: Сохранить и экспортировать
vi: Lưu và xuất
zh_hans: 保存并导出
zh_hant: 儲存並匯出

source: Save failed: %@
de: Speichern fehlgeschlagen: %@
es: Error al guardar: %@
fr: Échec de l’enregistrement : %@
ja: 保存に失敗しました：%@
ko: 저장 실패: %@
pt_br: Falha ao salvar: %@
ru: Не удалось сохранить: %@
vi: Lưu không thành công: %@
zh_hans: 保存失败：%@
zh_hant: 儲存失敗：%@

source: Saved Debug Data
de: Gespeicherte Debug-Daten
es: Datos de depuración guardados
fr: Données de debug enregistrées
ja: 保存済みのデバッグデータ
ko: 저장된 디버그 데이터
pt_br: Dados de depuração salvos
ru: Сохранённые отладочные данные
vi: Dữ liệu gỡ lỗi đã lưu
zh_hans: 已保存调试数据
zh_hant: 已儲存的除錯資料

source: Scan a box of known size. If each side reads 1 cm too large, enter 1. Positive values are subtracted.
de: Scannen Sie einen Karton mit bekannter Größe. Wird jede Seite 1 cm zu groß gemessen, geben Sie 1 ein. Positive Werte werden abgezogen.
es: Escanea una caja de tamaño conocido. Si cada lado marca 1 cm de más, introduce 1. Los valores positivos se restan.
fr: Scannez un carton de taille connue. Si chaque côté est trop grand de 1 cm, saisissez 1. Les valeurs positives sont soustraites.
ja: サイズが既知の箱をスキャンします。各辺が 1 cm 大きく測定される場合は 1 と入力してください。正の値は差し引かれます。
ko: 크기를 아는 상자를 스캔하세요. 각 면이 1 cm 크게 측정되면 1을 입력하세요. 양수 값은 차감됩니다.
pt_br: Escaneie uma caixa de tamanho conhecido. Se cada lado medir 1 cm a mais, insira 1. Valores positivos são subtraídos.
ru: Отсканируйте коробку известного размера. Если каждая сторона завышена на 1 cm, введите 1. Положительные значения вычитаются.
vi: Quét một thùng có kích thước đã biết. Nếu mỗi cạnh đo lớn hơn 1 cm, hãy nhập 1. Giá trị dương sẽ được trừ đi.
zh_hans: 用已知尺寸的纸箱扫描，若每边偏大 1cm 则填 1。正数表示扣减。
zh_hant: 以已知尺寸的紙箱進行掃描。若每邊測得偏大 1 cm，請輸入 1。正數表示扣除。

source: Scan complete
de: Scan abgeschlossen
es: Escaneo completo
fr: Scan terminé
ja: スキャン完了
ko: 스캔 완료
pt_br: Escaneamento concluído
ru: Сканирование завершено
vi: Quét xong
zh_hans: 扫描完成
zh_hant: 掃描完成

source: Select
de: Auswählen
es: Seleccionar
fr: Sélectionner
ja: 選択
ko: 선택
pt_br: Selecionar
ru: Выбрать
vi: Chọn
zh_hans: 请选择
zh_hant: 請選擇

source: Select all
de: Alle auswählen
es: Todas
fr: Tout
ja: すべて選択
ko: 전체 선택
pt_br: Todas
ru: Выбрать все
vi: Chọn tất cả
zh_hans: 全选
zh_hant: 全選

source: Select none
de: Keine auswählen
es: Ninguna
fr: Aucun
ja: 選択解除
ko: 선택 해제
pt_br: Nenhuma
ru: Снять выбор
vi: Bỏ chọn tất cả
zh_hans: 全不选
zh_hant: 全不選

source: Select orders
de: Eingänge auswählen
es: Seleccionar órdenes
fr: Sélectionner des bons
ja: 入庫伝票を選択
ko: 입고 전표 선택
pt_br: Selecionar ordens
ru: Выбор приёмок
vi: Chọn phiếu
zh_hans: 选择入库单
zh_hant: 選擇入庫單

source: Selection
de: Auswahl
es: Selección
fr: Sélection
ja: 選択
ko: 선택
pt_br: Seleção
ru: Выбор
vi: Lựa chọn
zh_hans: 选择
zh_hant: 選擇

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
ja: 設定
ko: 설정
pt_br: Ajustes
ru: Настройки
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

source: Shape
de: Form
es: Forma
fr: Forme
ja: 形状
ko: 형태
pt_br: Formato
ru: Форма
vi: Hình dạng
zh_hans: 形状
zh_hant: 形狀

source: Share
de: Teilen
es: Compartir
fr: Partager
ja: 共有
ko: 공유
pt_br: Compartilhar
ru: Поделиться
vi: Chia sẻ
zh_hans: 分享
zh_hant: 分享

source: Shows diagnostics on the scan screen, lets you review the 3D point cloud when a scan finishes, and saves each scan’s point cloud and parameters to this app’s folder (ScanLogs) in the Files app for offline tuning. Force Camera Mode: measure from the camera image only, without LiDAR (to test the flow for devices without LiDAR).
de: Zeigt Diagnoseinformationen im Scanbildschirm an, ermöglicht nach dem Scan die Prüfung der 3D-Punktwolke und speichert Punktwolke und Parameter jedes Scans im Ordner dieser App (ScanLogs) in der Dateien-App zur Offline-Abstimmung. Kameramodus erzwingen: Messung nur aus dem Kamerabild, ohne LiDAR (zum Testen des Ablaufs für Geräte ohne LiDAR).
es: Muestra diagnósticos en la pantalla de escaneo, permite revisar la nube de puntos 3D al terminar un escaneo y guarda la nube de puntos y los parámetros de cada escaneo en la carpeta de esta app (ScanLogs) de la app Archivos, para ajustes sin conexión. Forzar modo cámara: mide solo con la imagen de la cámara, sin LiDAR (para probar el flujo en dispositivos sin LiDAR).
fr: Affiche des diagnostics sur l’écran de scan, permet de consulter le nuage de points 3D à la fin d’un scan et enregistre le nuage de points et les paramètres de chaque scan dans le dossier de cette app (ScanLogs) de l’app Fichiers, pour un réglage hors ligne. Forcer le mode caméra : mesure à partir de l’image de la caméra uniquement, sans LiDAR (pour tester le flux sur des appareils sans LiDAR).
ja: スキャン画面に診断情報を表示し、スキャン完了時に 3D 点群を確認できるようにします。また、各スキャンの点群とパラメータを、「ファイル」App 内のこの App のフォルダ (ScanLogs) に保存し、オフラインでの調整に使えます。カメラモード強制：LiDAR を使わず、カメラ映像のみで測定します（LiDAR のないデバイスでの流れをテストするためのものです）。
ko: 스캔 화면에 진단 정보를 표시하고, 스캔이 끝나면 3D 포인트 클라우드를 검토할 수 있으며, 각 스캔의 포인트 클라우드와 매개변수를 파일 앱의 이 앱 폴더(ScanLogs)에 저장해 오프라인 튜닝에 쓸 수 있습니다. 카메라 모드 강제: LiDAR 없이 카메라 이미지만으로 측정합니다(LiDAR가 없는 기기의 흐름을 테스트하기 위한 기능).
pt_br: Mostra diagnósticos na tela de escaneamento, permite revisar a nuvem de pontos 3D ao fim de um escaneamento e salva a nuvem de pontos e os parâmetros de cada escaneamento na pasta deste app (ScanLogs) no app Arquivos, para ajuste off-line. Forçar modo câmera: mede apenas pela imagem da câmera, sem LiDAR (para testar o fluxo em aparelhos sem LiDAR).
ru: Показывает диагностику на экране сканирования, позволяет просмотреть 3D-облако точек после сканирования и сохраняет облако точек и параметры каждого сканирования в папку этого приложения (ScanLogs) в приложении «Файлы» для офлайн-настройки. Принудительный режим камеры: измерение только по изображению с камеры, без LiDAR (для проверки сценария на устройствах без LiDAR).
vi: Hiển thị thông tin chẩn đoán trên màn hình quét, cho phép xem đám mây điểm 3D khi quét xong, và lưu đám mây điểm cùng tham số của mỗi lần quét vào thư mục của ứng dụng này (ScanLogs) trong ứng dụng Tệp để tinh chỉnh ngoại tuyến. Buộc dùng chế độ camera: chỉ đo từ hình ảnh camera, không dùng LiDAR (để thử quy trình cho thiết bị không có LiDAR).
zh_hans: 开启后扫描页显示诊断信息，完成时可查看 3D 点云，并把每次扫描的点云和参数保存到「文件」App 的本 App 目录（ScanLogs），用于离线调参。强制相机模式：不用 LiDAR，只用相机画面测量（测试无 LiDAR 机型的流程）。
zh_hant: 開啟後，掃描畫面會顯示診斷資訊，掃描完成時可檢視 3D 點雲，並將每次掃描的點雲和參數儲存至「檔案」App 中本 App 的資料夾（ScanLogs），以便離線調校。強制相機模式：不使用 LiDAR，僅以相機影像測量（用於測試沒有 LiDAR 的裝置流程）。

source: Side detected, hold still
de: Seite erkannt, ruhig halten
es: Lateral detectado, no te muevas
fr: Côté détecté, ne bougez pas
ja: 側面を検出しました。静止してください
ko: 옆면 감지됨, 가만히 유지하세요
pt_br: Lado detectado, fique parado
ru: Бок найден, не двигайтесь
vi: Đã thấy mặt bên, giữ yên
zh_hans: 检测到侧面，保持不动
zh_hant: 偵測到側面，請保持不動

source: Size (cm)
de: Maße (cm)
es: Tamaño (cm)
fr: Taille (cm)
ja: サイズ (cm)
ko: 크기 (cm)
pt_br: Tamanho (cm)
ru: Размеры (cm)
vi: Kích thước (cm)
zh_hans: 尺寸 (cm)
zh_hant: 尺寸 (cm)

source: Size out of range (> 2.5 m)
de: Größe außerhalb des Bereichs (> 2,5 m)
es: Tamaño fuera de rango (> 2,5 m)
fr: Taille hors limites (> 2,5 m)
ja: サイズが範囲外です（2.5 m 超）
ko: 크기가 범위를 벗어남(2.5 m 초과)
pt_br: Tamanho fora do limite (> 2,5 m)
ru: Размер вне допустимого диапазона (> 2,5 м)
vi: Kích thước vượt phạm vi (> 2,5 m)
zh_hans: 尺寸超出范围（>2.5 m）
zh_hant: 尺寸超出範圍（> 2.5 m）

source: Skip
de: Überspringen
es: Omitir
fr: Passer
ja: スキップ
ko: 건너뛰기
pt_br: Pular
ru: Пропустить
vi: Bỏ qua
zh_hans: 跳过
zh_hant: 略過

# Spread %@ (%lld samples)
source: Spread %1$@ (%2$lld samples)
de: Streuung %1$@ (%2$lld Messungen)
es: Dispersión %1$@ (%2$lld muestras)
fr: Dispersion %1$@ (%2$lld mesures)
ja: ばらつき %@（%lld 回）
ko: 편차 %@(%lld회)
pt_br: Dispersão %1$@ (%2$lld amostras)
ru: Разброс %1$@ (%2$lld измерения)
vi: Độ phân tán %@ (%lld mẫu)
zh_hans: 离散度 %@（%lld 次）
zh_hant: 離散度 %@（%lld 次）

# Spread %@ (%lld samples), unstable, rescan recommended
source: Spread %1$@ (%2$lld samples), unstable, rescan recommended
de: Streuung %1$@ (%2$lld Messungen), instabil, erneuter Scan empfohlen
es: Dispersión %1$@ (%2$lld muestras), inestable, se recomienda reescanear
fr: Dispersion %1$@ (%2$lld mesures), instable, rescan conseillé
ja: ばらつき %@（%lld 回）、不安定です。再スキャンをおすすめします
ko: 편차 %@(%lld회), 불안정함, 다시 스캔을 권장합니다
pt_br: Dispersão %1$@ (%2$lld amostras), instável, recomenda-se escanear de novo
ru: Разброс %1$@ (%2$lld измерения), нестабильно, рекомендуем повторить
vi: Độ phân tán %@ (%lld mẫu), không ổn định, nên quét lại
zh_hans: 离散度 %@（%lld 次），不稳定，建议重扫
zh_hant: 離散度 %@（%lld 次），不穩定，建議重新掃描

source: Start Date
de: Startdatum
es: Fecha de inicio
fr: Date de début
ja: 開始日
ko: 시작일
pt_br: Data inicial
ru: Дата начала
vi: Ngày bắt đầu
zh_hans: 开始日期
zh_hant: 開始日期

source: Summary
de: Übersicht
es: Resumen
fr: Récapitulatif
ja: 集計
ko: 요약
pt_br: Resumo
ru: Сводка
vi: Tổng hợp
zh_hans: 汇总
zh_hant: 彙總

source: Take Photo
de: Foto aufnehmen
es: Hacer foto
fr: Prendre une photo
ja: 写真を撮る
ko: 사진 촬영
pt_br: Tirar foto
ru: Сделать фото
vi: Chụp ảnh
zh_hans: 拍照
zh_hant: 拍照

source: The selected orders have no photos.
de: Die ausgewählten Eingänge enthalten keine Fotos.
es: Las órdenes seleccionadas no tienen fotos.
fr: Les bons sélectionnés n’ont pas de photos.
ja: 選択した入庫伝票には写真がありません。
ko: 선택한 입고 전표에 사진이 없습니다.
pt_br: As ordens selecionadas não têm fotos.
ru: В выбранных приёмках нет фото.
vi: Các phiếu đã chọn không có ảnh.
zh_hans: 所选入库单没有照片。
zh_hant: 所選入庫單沒有照片。

source: This device or simulator doesn't support AR scanning. Go back to enter the size by hand, and use Take Photo to add photos.
de: Dieses Gerät bzw. der Simulator unterstützt keinen AR-Scan. Gehen Sie zurück, um die Maße manuell einzugeben, und fügen Sie Fotos mit „Foto aufnehmen“ hinzu.
es: Este dispositivo o simulador no admite el escaneo AR. Vuelve para introducir el tamaño a mano y usa Hacer foto para añadir fotos.
fr: Cet appareil ou ce simulateur ne prend pas en charge le scan AR. Revenez en arrière pour saisir la taille à la main et utilisez Prendre une photo pour ajouter des photos.
ja: このデバイスまたはシミュレータは AR スキャンに対応していません。戻ってサイズを手動で入力し、「写真を撮る」で写真を追加してください。
ko: 이 기기 또는 시뮬레이터는 AR 스캔을 지원하지 않습니다. 돌아가서 크기를 직접 입력하고, 사진 촬영으로 사진을 추가하세요.
pt_br: Este aparelho ou simulador não é compatível com escaneamento AR. Volte para inserir o tamanho manualmente e use Tirar foto para adicionar fotos.
ru: Это устройство или симулятор не поддерживает AR-сканирование. Вернитесь, чтобы ввести размеры вручную, и добавьте фото кнопкой «Сделать фото».
vi: Thiết bị hoặc trình mô phỏng này không hỗ trợ quét AR. Hãy quay lại để nhập kích thước thủ công và dùng Chụp ảnh để thêm ảnh.
zh_hans: 本机或模拟器不支持 AR 扫描，请返回手动录入尺寸，并用「拍照」添加照片。
zh_hant: 此裝置或模擬器不支援 AR 掃描，請返回手動輸入尺寸，並使用「拍照」新增照片。

source: Too few points, move closer
de: Zu wenige Punkte, näher herangehen
es: Muy pocos puntos, acércate
fr: Trop peu de points, rapprochez-vous
ja: 点が少なすぎます。近づいてください
ko: 포인트가 너무 적음, 더 가까이 가세요
pt_br: Poucos pontos, aproxime-se
ru: Слишком мало точек, подойдите ближе
vi: Quá ít điểm, hãy lại gần hơn
zh_hans: 点太少，靠近一点
zh_hant: 點數太少，請靠近一點
